tap "denisidoro/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "bash"
brew "bat"
brew "c-ares"
brew "coreutils"
brew "findutils"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "go"
brew "zstd"
brew "hydra"
brew "hyperfine"
brew "lolcat"
brew "make"
brew "mas"
brew "mongosh"
brew "netcat"
brew "nmap"
brew "node"
brew "sqlite"
brew "tldr"
brew "vim"
brew "wget"
brew "zsh"
brew "denisidoro/tools/docpars"
cask "arduino"
cask "discord"
cask "docker"
cask "firefox"
cask "goland"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "keka"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "microsoft-word"
cask "mongodb-compass"
cask "notion"
cask "postman"
cask "pycharm"
cask "steam"
cask "telegram"
cask "unity-hub"
cask "visual-studio-code"
cask "webstorm"
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
