tap "denisidoro/tools"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "bash"
brew "bat"
brew "ca-certificates"
brew "c-ares"
brew "coreutils"
brew "figlet"
brew "findutils"
brew "fzf"
brew "git"
brew "python@3.9"
brew "glib"
brew "gnu-sed"
brew "libunistring"
brew "guile"
brew "libnghttp2"
brew "unbound"
brew "go"
brew "zstd"
brew "mysql-client"
brew "hydra"
brew "hyperfine"
brew "icu4c"
brew "libuv"
brew "lolcat"
brew "make"
brew "mas"
brew "node@14"
brew "mongosh"
brew "netcat"
brew "nmap"
brew "node"
brew "platformio"
brew "python@3.10"
brew "ruby"
brew "tldr"
brew "vim"
brew "wget"
brew "zsh"
brew "denisidoro/tools/docpars"
brew "heroku/brew/heroku"
cask "arduino"
cask "balenaetcher"
cask "clion"
cask "datagrip"
cask "dataspell"
cask "discord"
cask "docker"
cask "firefox"
cask "goland"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "keka"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "microsoft-word"
cask "mongodb-compass"
cask "notion"
cask "postman"
cask "pycharm"
cask "steam"
cask "telegram"
cask "visual-studio-code"
cask "webstorm"
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Microsoft PowerPoint", id: 462062816
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
